<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE article PUBLIC "-//NLM//DTD Journal Publishing DTD v2.3 20070202//EN" "journalpublishing.dtd" []>
<article article-type="research-article">
<front>
<journal-meta>
<journal-id journal-id-type="publisher-id">notesj</journal-id>
<journal-id journal-id-type="hwp">notesj</journal-id>
<journal-title>Notes and Queries</journal-title>
<issn pub-type="ppub">0029-3970</issn>
<issn pub-type="epub">1471-6941</issn>
<publisher>
<publisher-name>Oxford University Press</publisher-name>
</publisher>
</journal-meta>
<article-meta>
<article-id pub-id-type="doi">10.1093/notesj/gjs187</article-id>
<article-id pub-id-type="publisher-id">gjs187</article-id>
<article-categories>
<subj-group>
<subject>Notes</subject>
</subj-group>
</article-categories>
<title-group>
<article-title><italic>De Laude Psalmorum</italic> and <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>: A Quotation from a Carolingian Psalm Devotional in a Late Anglo-Saxon Programme for Morning Prayer</article-title>
</title-group>
<contrib-group>
<contrib contrib-type="author">
<name><surname>Thomas</surname><given-names>Kate</given-names></name>
</contrib>
</contrib-group>
<aff>Centre for Medieval Studies, University of York</aff>
<author-notes>
<corresp>
<addr-line><named-content content-type="sensitive-text">
<email>kht500@york.ac.uk</email>
</named-content></addr-line>
</corresp>
</author-notes>
<pub-date pub-type="ppub">
<month>12</month>
<year>2012</year>
</pub-date>
<pub-date pub-type="epub">
<day>12</day>
<month>10</month>
<year>2012</year>
</pub-date>
<volume>59</volume>
<issue>4</issue>
<fpage>479</fpage>
<lpage>483</lpage>
<permissions>
<copyright-statement>&copy; The Author (2012). Published by Oxford University Press. All rights reserved. For Permissions, please email: journals.permissions@oup.com</copyright-statement>
<copyright-year>2012</copyright-year>
</permissions>
<counts>
<page-count count="5"/>
</counts>
</article-meta>
</front>
<body><p>A large number of Latin and English prayers, apparently intended for private use, can be found in Anglo-Saxon monastic manuscripts.<xref ref-type="fn" rid="gjs187-FN1"><sup>1</sup></xref> It can often be difficult to tell in which context these prayers were said. However, a few prayers and prayer programmes give very clear guidelines for use, instructing the reader in when and where to pray, which prayers and psalms to say, and why it is important to say them. One of the most interesting of these texts is a short guide to prayer found on a single leaf of the eleventh-century Winchester manuscript known as <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>. Of particular significance is the fact that this Old English text contains a short, carefully translated excerpt from <italic>De laude psalmorum</italic>, a Carolingian treatise on praying for one&rsquo;s personal needs using the words of the psalms. The presence of this hitherto unnoticed quotation in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> suggests that <italic>De laude psalmorum</italic> was not only being read in late Anglo-Saxon England, but was also being accurately translated into the vernacular language, and used to create a wholly new programme for morning prayer.</p>
<p><italic>&AElig;lfwine&rsquo;s Prayerbook</italic> is the name given, by their editor Beate G&uuml;nzel, to the manuscripts London, British Library Cotton Titus D. xxvii and xxvi.<xref ref-type="fn" rid="gjs187-FN2"><sup>2</sup></xref> These are believed to have originally been a single codex,<xref ref-type="fn" rid="gjs187-FN3"><sup>3</sup></xref> a personal compendium belonging to &AElig;lfwine, Dean of the New Minster in Winchester, which explicitly names its owner in several places and describes him as a &lsquo;decanus&rsquo; (&lsquo;dean&rsquo;).<xref ref-type="fn" rid="gjs187-FN4"><sup>4</sup></xref> Neil Ker therefore dates the composite manuscript to after 1023 and no later than 1035, the year in which &AElig;lfwine became the abbot of New Minster.<xref ref-type="fn" rid="gjs187-FN5"><sup>5</sup></xref> Although most of its texts were copied by two main scribes, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> also contains a further nine hands,<xref ref-type="fn" rid="gjs187-FN6"><sup>6</sup></xref> including some which may date from a little after &AElig;lfwine&rsquo;s use of the manuscript, and the work of a twelfth-century female glossator.<xref ref-type="fn" rid="gjs187-FN7"><sup>7</sup></xref> The manuscript contains a wide variety of texts, encompassing computus, prognostics, scientific knowledge, &AElig;lfric of Eynsham&rsquo;s <italic>De temporibus anni</italic>, prayers, Special Offices, a collectar, and three devotional miniatures.<xref ref-type="fn" rid="gjs187-FN8"><sup>8</sup></xref> Alicia Corr&ecirc;a has suggested that &AElig;lfwine may have carried this manuscript when officiating at services on external estates owned by the New Minster, a role which, as D. H. Turner notes, was included amongst the duties of a dean.<xref ref-type="fn" rid="gjs187-FN9"><sup>9</sup></xref></p>
<p><italic>&AElig;lfwine&rsquo;s Prayerbook</italic> includes many texts which were suitable for private prayer,<xref ref-type="fn" rid="gjs187-FN10"><sup>10</sup></xref> but potentially the most interesting of these is a list of instructions for morning prayer found on Titus D. xxvi, fol. 2r&ndash;v, which G&uuml;nzel titles &lsquo;Directions for Private Devotions&rsquo;. This text gives a clear indication not only of which prayers an eleventh-century Winchester monk or nun may have used, but also of when, how, and why he or she said them. It was not written in one of the two hands responsible for most of the manuscript&rsquo;s texts, but in what G&uuml;nzel has named Hand F, which Ker suggests may date from after &AElig;lfwine&rsquo;s use of the prayerbook.<xref ref-type="fn" rid="gjs187-FN11"><sup>11</sup></xref> In full, the text reads as follows:
<list list-type="order">
<list-item><p>&AElig;lce sunnand&aelig;g bebeod &thorn;e &eth;&aelig;re &thorn;rynnesse naman, &thorn;&aelig;t is f&aelig;der 7 sunu 7 se halga gast.</p></list-item>
<list-item><p>7 sing &lsquo;benedicite&rsquo; 7 &lsquo;Gloria in excelsis Deo&rsquo; 7 &lsquo;credo in Deum&rsquo; 7 &lsquo;pater noster&rsquo; Criste to lofe, &thorn;onne gelimp&eth; &thorn;e ealle wucan &thorn;e bet.</p></list-item>
<list-item><p>Mihtest &thorn;u gewunian &thorn;&aelig;t &eth;u hit sunge &aelig;lce d&aelig;ge, &thorn;onne &eth;u &aelig;rest onwoce.</p></list-item>
<list-item><p>7 cwe&thorn; &eth;onne God &aelig;lmihtig, &lsquo;For &thorn;inre miclan mildheortnesse 7 for &eth;issa godes worda m&aelig;gne, miltsa me, 7 syle me minra gedonra synna forgyfnesse, 7 &eth;ara toweardra gescildnessa, 7 &thorn;ine bletsunga to eallum &thorn;ingum 7 huru minre sawle reste on &eth;am ecan life 7 a &eth;ine miltse.&rsquo;</p></list-item>
<list-item><p>7 ge&thorn;enc &aelig;lce friged&aelig;ge, &thorn;&aelig;t &eth;u strecce &thorn;e on eor&eth;an godes &thorn;ances, 7 sing &lsquo;DEVS misereatur nostri.&rsquo; [Psalm 66]</p></list-item>
<list-item><p>7 do &thorn;is dihlice, &thorn;&aelig;r &eth;u sylf sy.</p></list-item>
<list-item><p>7 ge&thorn;enc &thorn;&aelig;t he &eth;rowode on &thorn;one d&aelig;g micel for eall mancyn.</p></list-item>
<list-item><p>Ne m&aelig;g &aelig;nig mann on his agen ge&thorn;eode &thorn;a geswinc 7 &thorn;ara costnunga nearonessa, &thorn;e him onbecuma&eth;, Gode swa fulfremedlice areccan, ne his mildheortnesse biddan, swa he m&aelig;g mid &thorn;illicum sealmum 7 mid o&thorn;rum swilcum.</p></list-item>
<list-item><p>Gyf &thorn;u &aelig;lce d&aelig;ge &thorn;ine tidsangas wel asingst, ne &thorn;earft &eth;u n&aelig;fre to helle, 7 eac on &thorn;isse worulde &thorn;u h&aelig;fst &thorn;e gedefe lif.</p></list-item>
<list-item><p>7 gyf &eth;u on hwilcum earfe&eth;um byst 7 to Gode clypast, he &eth;e miltsa&eth; 7 eac ti&thorn;a&eth;, &thorn;onne &thorn;u hine bits&eth;. Amen (<italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, no. 53).<xref ref-type="fn" rid="gjs187-FN12"><sup>12</sup></xref></p></list-item>
</list>
</p>
<p>Short as this text is, it nevertheless gives a full programme for the monk or nun&rsquo;s morning prayers, to be said on Sundays (1), or simply every day (3). The reader is instructed to call upon the Trinity (1) and sing the <italic>Benedicite</italic>, <italic>Gloria in excelsis</italic>, <italic>Creed</italic> and <italic>Paternoster</italic> (2), to say a vernacular penitential prayer (4), and, on Fridays, to contemplate the Passion (7) in private (6) whilst singing a psalm of penitence (5). The writer subsequently comments that one should also sing the Hours every day (9)&mdash;presumably referring to the communal prayer of the Offices, rather than to this private morning devotion&mdash;and that one may call upon God and receive help from him in any time of trouble (10).</p>
<p>In the course of this prayer programme, the compiler remarks that it is &lsquo;with these psalms and with other such&rsquo; that one is best able to express one&rsquo;s sufferings to God and ask his mercy (8). Although G&uuml;nzel reports no analogues for the &lsquo;Directions for Private Devotion&rsquo;, this sentence is in fact a closely translated quotation from a Carolingian prayer guide known as <italic>De laude psalmorum</italic>. This text is a short treatise which teaches its reader how to pray for his or her own personal needs using the words of the psalms. It appears at the beginning of the ninth-century prayer collection known as <italic>De psalmorum usu</italic>, which was once attributed to Alcuin but subsequently shown by Andr&eacute; Wilmart not to be his work.<xref ref-type="fn" rid="gjs187-FN13"><sup>13</sup></xref> Wilmart nevertheless accepted <italic>De laude psalmorum</italic> to be the genuine work of Alcuin, a judgement with which Donald A. Bullough agreed, as has Jonathan Black, who has undertaken an intensive study of this prayer guide, including a comparative edition of the text.<xref ref-type="fn" rid="gjs187-FN14"><sup>14</sup></xref> Stephan Waldhoff, by contrast, has followed Jean Chazelas in arguing against this attribution.<xref ref-type="fn" rid="gjs187-FN15"><sup>15</sup></xref> More than two hundred complete or incomplete copies of <italic>De laude psalmorum</italic> survive, dating from the ninth to the fifteenth centuries and mostly originating from continental Europe.<xref ref-type="fn" rid="gjs187-FN16"><sup>16</sup></xref> The one surviving manuscript from pre-Conquest England which includes a Latin excerpt from this text will be discussed below.</p>
<p><italic>De laude psalmorum</italic> is not a complete prayer programme to be followed from beginning to end, but instead it allows the reader to choose which parts to follow according to his or her circumstances. Aside from a brief introduction and epilogue, the text is composed of eight short sections, each of which discusses a different reason why the reader might wish to pray to God, giving a short selection of psalms to sing when in this particular situation. It is the second of these sections which is of relevance to <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>:
<disp-quote content-type="extract"><p>Si vis orare, permitte mentem tuam in virtute psalmorum quorum initium est: <italic>Ad te, Domine, levavi animam meam</italic>; et Deus, in te speravi, Domine; necnon Inclina, Domine; et Domine Deus, in adiutorium meum; Deus, in nomine tuo; Deus misereatur nobis; Exaudi, Domine, iustitiam meam; et nullatenus potes tua propria lingua nec humano sensu tam perfecte miseriam tuam ac tribulationem angustiamque diversarum temptationum explicare et illius misericordiam implorare quam in his psalmis et ceteris his similibus (<italic>De laude psalmorum</italic>, lines 156&ndash;70).<xref ref-type="fn" rid="gjs187-FN17"><sup>17</sup></xref></p></disp-quote>
The second half of this paragraph (beginning &lsquo;nullatenus potes &hellip;&rsquo;) is clearly the immediate source of line 8 of the prayer guide in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>. As shown above, after instructing the reader to sing Psalm 66 on Fridays, the writer of this guide comments:
<disp-quote content-type="extract"><p>Ne m&aelig;g &aelig;nig mann on his agen ge&thorn;eode &thorn;a geswinc 7 &thorn;ara costnunga nearonessa, &thorn;e him onbecuma&eth;, Gode swa fulfremedlice areccan, ne his mildheortnesse biddan, swa he m&aelig;g mid &thorn;illicum sealmum 7 mid o&thorn;rum swilcum (<italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, no. 53.8).<xref ref-type="fn" rid="gjs187-FN18"><sup>18</sup></xref></p></disp-quote>
The Old English text is a very close translation of the Latin, indeed an exact one, except that it omits the words &lsquo;nec humano sensu&rsquo; and has been adapted from the second to the third person. This is difficult to explain, particularly as both <italic>De laude psalmorum</italic> and the rest of the text in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> address their readers directly in the second person. Black observes that some manuscripts of <italic>De laude psalmorum</italic> do in fact give &lsquo;potest&rsquo; or &lsquo;poterit&rsquo; for &lsquo;potes&rsquo;, but in these instances the subject of the sentence is &lsquo;tua propria lingua&rsquo; or &lsquo;humanus sensus&rsquo; rather than the reader of the treatise.<xref ref-type="fn" rid="gjs187-FN19"><sup>19</sup></xref> In <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, by contrast, the meaning of the sentence is preserved through the slight alteration of the text to &lsquo;[n]e m&aelig;g &aelig;nig mann&rsquo; (&lsquo;no man can&rsquo;).</p>
<p>It is not known where Scribe F of <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> came upon this quotation, nor whether he or she knew <italic>De laude psalmorum</italic> in full. Of the many manuscripts containing <italic>De laude psalmorum</italic>, or parts of it, which Black lists, only one was written in pre-Conquest England, and this dates from a little later than <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>. London, British Library Cotton Tiberius C. vi, known as the Tiberius Psalter, is a Winchester manuscript probably dating to the 1060s, which begins with thirty folios of miscellaneous texts.<xref ref-type="fn" rid="gjs187-FN20"><sup>20</sup></xref> Of particular interest is a text on fols. 21v&ndash;22v, which outlines a plan for morning prayer using psalms and the prayer &lsquo;Omnipotens sempiterne deus&rsquo;.<xref ref-type="fn" rid="gjs187-FN21"><sup>21</sup></xref> This is immediately followed, on fols. 22v&ndash;23r, by a short excerpt from <italic>De laude psalmorum</italic>: the eighth use of the psalms, in which <italic>Beati immaculati</italic> is recommended for those who wish to occupy themselves with praising God and with his commands; plus the epilogue, which teaches that the psalms include every kind of divine scripture and teaching for those who read them carefully.<xref ref-type="fn" rid="gjs187-FN22"><sup>22</sup></xref> After this extract appears a confessional <italic>ordo</italic> for use with a priest, ending on fol. 27r&ndash;v with a condensed version of <italic>De laude psalmorum</italic>: a list of all the reasons given in the full treatise for singing the psalms, followed by another list of the psalms which should be sung for help every day.<xref ref-type="fn" rid="gjs187-FN23"><sup>23</sup></xref></p>
<p>The extracts from <italic>De laude psalmorum</italic> in these two manuscripts, and in particular the summary in Tiberius C. vi, suggest that at least one complete copy of the psalm devotional is likely to have existed in eleventh-century England, even if the compilers of these two texts did not draw upon it directly. Indeed, the existence of a quotation from <italic>De laude psalmorum</italic> in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> demonstrates that this text may have been better known in England at this time than has so far been thought. The extraction of individual sections of the psalm programme suggests that Anglo-Saxon scribes used <italic>De laude psalmorum</italic> exactly as was intended: not as a single prayer programme which should be followed in full by every reader, but as a list of recommendations for readers with different reasons for wanting to pray. By selecting the parts which they presumably considered to be most important or most relevant, the compilers of the texts in Tiberius C. vi and <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> used <italic>De laude psalmorum</italic> in order to create entirely new programmes for morning prayer using the psalms.</p>
<p>In particular, it is the prayer guide in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic> which demonstrates the importance of the vernacular language in this period, as it uses Old English alongside Latin not only for explaining the importance of prayer, but also for prayer itself. Although only one sentence from <italic>De laude psalmorum</italic> was included in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, this selection is in itself significant. From the earlier psalm treatise, the anonymous compiler chose the part which teaches that the best kind of prayer, the most effective way of articulating one&rsquo;s trials and temptations in both communal and private devotion, was to be found in the words of the psalms. For the compilers of both texts, it was in these words that monks and nuns could express to God how great their struggles were, and how much they needed his mercy.<xref ref-type="fn" rid="gjs187-FN24"><sup>24</sup></xref></p>
</body>
<back>
<fn-group>
<fn id="gjs187-FN1"><p><sup>1</sup> Thomas Bestul has identified thirty-nine Anglo-Saxon manuscripts which include private prayers or devotional works. Thomas H. Bestul, &lsquo;Continental Sources of Anglo-Saxon Devotional Writing&rsquo;, in Paul E. Szarmach and Virginia Darrow Oggins (eds), <italic>Sources of Anglo-Saxon Culture</italic>, Studies in Medieval Culture, 20 (Kalamazoo, 1986), 124&ndash;6.</p></fn>
<fn id="gjs187-FN2"><p><sup>2</sup> Beate G&uuml;nzel, (ed.), &AElig;lfwine&rsquo;s Prayerbook (London, British Library, Cotton Titus D. xxvi &plus; xxvii), Henry Bradshaw Society, 108 (London, 1993); Helmut Gneuss, Handlist of Anglo-Saxon Manuscripts: a List of Manuscripts and Manuscript Fragments Written or Owned in England up to 1100 (Tempe, 2001), no. 380; N. R. Ker, Catalogue of Manuscripts Containing Anglo-Saxon, Medieval and Renaissance Texts and Studies, 241 (Oxford, 1957), no. 202.</p></fn>
<fn id="gjs187-FN3"><p><sup>3</sup> For evidence that the two manuscripts were originally one, see G&uuml;nzel, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, 4&ndash;5.</p></fn>
<fn id="gjs187-FN4"><p><sup>4</sup> Evidence for &AElig;lfwine&rsquo;s ownership can be seen in personal entries in the calendar, a cryptographic note on D. xxvii, fol. 13, an inscription above the miniature of the crucifixion, and the prayer &lsquo;Deus, qui es iustorum gloria&rsquo; (fol. 61v), all of which mention &AElig;lfwine by name, whilst the cryptographic entry refers to him as a &lsquo;decanus&rsquo;. Ker, <italic>Catalogue</italic>, 265; G&uuml;nzel, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, 70; the prayer is on page 109, (item no. 76.28).</p></fn>
<fn id="gjs187-FN5"><p><sup>5</sup> Ker, <italic>Catalogue</italic>, 264&ndash;5.</p></fn>
<fn id="gjs187-FN6"><p><sup>6</sup> A table of folios, items, and the scribes who wrote them can be found in G&uuml;nzel, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, 10&ndash;11.</p></fn>
<fn id="gjs187-FN7"><p><sup>7</sup> Ker, <italic>Catalogue</italic>, 266.</p></fn>
<fn id="gjs187-FN8"><p><sup>8</sup> Aside from the Passion according to St John and <italic>De temporibus anni</italic>, the whole manuscript is edited by G&uuml;nzel. Catherine Karkov has examined the three miniatures and their relationship to the prayers, and R. M. Liuzza has written on the prognostics. See Heinrich Henel (ed.), <italic>&AElig;lfric&rsquo;s De Temporibus Anni</italic>, EETS o.s. 213 (London, 1942), xix&ndash;xxi; Catherine E. Karkov, &lsquo;Text as Image in <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>&rsquo;, in Hugh Magennis and Jonathan Wilcox (eds), <italic>The Power of Words: Anglo-Saxon Studies Presented to Donald G. Scragg on his Seventieth Birthday</italic>, Medieval European Studies, 8 (Morgantown, WV, 2006), 95&ndash;114; Catherine E. Karkov, &lsquo;Abbot &AElig;lfwine and the Sign of the Cross&rsquo;, in Karen Jolly, Catherine E. Karkov, and Sarah Larratt Keefer (eds), <italic>Cross and Cruciform in the Anglo-Saxon World: Studies to Honor the Memory of Timothy Reuter</italic>, Sancta Crux/Halig Rod, 3 (Morgantown, WV, 2010), 103&ndash;32; Roy Michael Liuzza, &lsquo;Anglo-Saxon Prognostics in Context: a Survey and Handlist of Manuscripts&rsquo;, <italic>Anglo-Saxon England</italic>, xxx (2001), 181&ndash;230, especially 196&ndash;211, 219&ndash;21.</p></fn>
<fn id="gjs187-FN9"><p><sup>9</sup> Alicia Corr&ecirc;a (ed.), <italic>The Durham Collectar</italic>, HBS 107 (London, 1992), 113, n. 2; D. H. Turner, &lsquo;Prayer Book of &AElig;lfwine&rsquo;, in Janet Backhouse, D. H. Turner, and Leslie Webster (eds), <italic>The Golden Age of Anglo-Saxon Art 966&ndash;1066</italic> (London, 1984), no. 61.</p></fn>
<fn id="gjs187-FN10"><p><sup>10</sup> See especially the &lsquo;Devotions to the Holy Cross&rsquo; (no. 46), Special Offices of the Trinity, Cross and the Virgin (nos. 49&ndash;51), and two long series of prayers which G&uuml;nzel titles &lsquo;Private Prayers&rsquo; (nos. 52 and 76). G&uuml;nzel, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, 123&ndash;42, 184&ndash;97.</p></fn>
<fn id="gjs187-FN11"><p><sup>11</sup> Ker, <italic>Catalogue</italic>, 266.</p></fn>
<fn id="gjs187-FN12"><p><sup>12</sup> G&uuml;nzel, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, 143. The text divisions are those used by G&uuml;nzel. All translations in this article are my own, except for psalm incipits, which are taken from the <italic>Douay Rheims Bible</italic> [1582&ndash;1609] rev. Richard Challoner [1749&ndash;52] (repr. Rockford, IL, 1989). &lsquo;(1) Every Sunday, pray in the name of the Trinity, that is the Father, Son, and the Holy Spirit. (2) And sing &lsquo;Bless the Lord&rsquo;, &lsquo;Glory to God in the Highest&rsquo;, &lsquo;I believe in God&rsquo;, and &lsquo;Our Father&rsquo; to the praise of Christ; then all the week will go the better for you. (3) You could get used to singing it every day, when you first wake up. (4) And then say to God Almighty, &lsquo;For your great mercy, and for the power of these words of God, have mercy on me, and grant me forgiveness of the sins I have committed, and protection against future ones, and your blessings in all things, and especially my soul&rsquo;s rest in eternal life, and your mercy forever.&rsquo; (5) And every Friday, think to stretch yourself out onto the earth with thanks to God, and sing &lsquo;May God have mercy on us&rsquo;. (6) And do this secretly, where you are alone. (7) And think that he suffered greatly on that day for all humankind. (8) No man can tell God so effectively, in his own language, of the hardship and oppression of the temptations which come to him, nor ask his mercy, as he can with these psalms and with other such. (9) If you sing your Hours well every day, you need never go to hell, and in this world too you will have a good life. (10) And if you are in any kind of trouble and call to God, he will have mercy on you and also give to you, when you ask him. Amen.&rsquo;</p></fn>
<fn id="gjs187-FN13"><p><sup>13</sup> Andr&eacute; Wilmart (ed.), &lsquo;Le manuel de pri&egrave;res de saint Jean Gualbert&rsquo;, <italic>Revue B&eacute;n&eacute;dictine</italic>, xlviii, (1936), 262&ndash;5; Alcuin, <italic>De psalmorum usu liber</italic>, Patrologia Latina 101, cols. 465B&ndash;508D; <italic>De laude psalmorum</italic> can be found at cols. 465B&ndash;468A.</p></fn>
<fn id="gjs187-FN14"><p><sup>14</sup> Wilmart, &lsquo;Manuel de pri&egrave;res&rsquo;, 263; Donald A. Bullough, &lsquo;Alcuin and the Kingdom of Heaven: Liturgy, Theology, and the Carolingian Age&rsquo;, in Uta-Renate Blumenthal (ed.), <italic>Carolingian Essays: Andrew W. Mellon Lectures in Early Christian Studies</italic> (Washington, DC, 1983), 19&ndash;20. In justification of this attribution, Black notes a quotation from <italic>De laude psalmorum</italic> in Alcuin&rsquo;s <italic>ep</italic>. 243, and the similarity between this treatise and Alcuin&rsquo;s religious instruction of Charlemagne as described in the <italic>Vita Alcuini</italic>. Jonathan Black (ed.), &lsquo;Psalm Uses in Carolingian Prayerbooks: Alcuin and the Preface to <italic>De psalmorum usu</italic>&rsquo;, <italic>Mediaeval Studies</italic>, lxiv (2002), 3&ndash;7; for the edition of the text, see 36&ndash;60.</p></fn>
<fn id="gjs187-FN15"><p><sup>15</sup> Waldhoff notes that <italic>De laude psalmorum</italic> is generally attributed to Augustine or Jerome, where an author is named at all, whereas it is only prayerbooks such as <italic>De psalmorum usu</italic> which credit Alcuin with the work, and then only, he argues, in order to give the work increased status. Stephan Waldhoff, <italic>Alcuins Gebetbuch f&uuml;r Karl den Grossen: Seine Rekonstruktion und seine Stellung in der fr&uuml;hmittelalterlichen Geschichte der</italic> libelli precum, Liturgiewissenschaftliche Quellen und Forschungen, 89 (M&uuml;nster, 2003), 272&ndash;6. Black acknowledges some merit in Waldhoff&rsquo;s argument, but notes the existence of an earlier copy of <italic>De laude psalmorum</italic>, in Vienna, &Ouml;sterreichische Nationalbibliothek 1008, which probably dates from before the ninth century. Jonathan Black, &lsquo;Review of <italic>Alcuins Gebetbuch f&uuml;r Karl den Grossen</italic>, by Stephan Waldhoff&rsquo;, <italic>Speculum</italic>, lxxxiii (2008), 773.</p></fn>
<fn id="gjs187-FN16"><p><sup>16</sup> Black, &lsquo;Alcuin and the Preface&rsquo;, 3, 36&ndash;43.</p></fn>
<fn id="gjs187-FN17"><p><sup>17</sup><italic>Ibid</italic>., 53. &lsquo;If you want to pray, entrust your mind to the power of the psalms whose beginnings are: <italic>To thee, O Lord, have I lifted up my soul</italic>; and <italic>In thee, O Lord, have I hoped</italic>; and also <italic>Incline thy ear, O Lord</italic>; and <italic>O God, come to my assistance</italic>; <italic>Save me, O God, by thy name</italic>; <italic>May God have mercy upon us</italic>; <italic>Hear, O Lord, my justice</italic>; and you cannot in any way, in your own language, nor in human thought, so perfectly explain your suffering, and the trouble and constriction of various temptations, and ask his mercy as in these psalms and in others similar to them.&rsquo;</p></fn>
<fn id="gjs187-FN18"><p><sup>18</sup> G&uuml;nzel, <italic>&AElig;lfwine&rsquo;s Prayerbook</italic>, 143. &lsquo;No man can tell God so effectively, in his own language, of the hardship and oppression of the temptations which come to him, nor ask his mercy, as he can with these psalms and with other such.&rsquo;</p></fn>
<fn id="gjs187-FN19"><p><sup>19</sup> Black, &lsquo;Alcuin and the Preface&rsquo;, 53.</p></fn>
<fn id="gjs187-FN20"><p><sup>20</sup> Gneuss, <italic>Handlist</italic>, no. 378; Ker, <italic>Catalogue</italic>, no. 199. The main part of the manuscript is edited in A. P. Campbell (ed.), <italic>The Tiberius Psalter, Edited From British Museum MS Cotton Tiberius C vi</italic> (Ottawa, 1974); however, this edition does not include the first thirty folios. A facsimile of the whole manuscript has been published in Phillip Pulsiano (ed.), <italic>Psalters I</italic>, Anglo-Saxon Manuscripts in Microfiche Facsimile, 2 (Binghampton, 1994).</p></fn>
<fn id="gjs187-FN21"><p><sup>21</sup> This prayer can also be found in the Bury Psalter, Vatican City, Reginenses Latini 12. Andr&eacute; Wilmart (ed.), &lsquo;The Prayers of the Bury Psalter&rsquo;, repr. from the <italic>Downside Review</italic>, xlviii (1930), 14.</p></fn>
<fn id="gjs187-FN22"><p><sup>22</sup> Black, &lsquo;Alcuin and the Preface&rsquo;, 43, 59&ndash;60.</p></fn>
<fn id="gjs187-FN23"><p><sup>23</sup> <italic>Ibid</italic>.</p></fn>
<fn id="gjs187-FN24"><p><sup>24</sup> I would like to thank Christine Phillips for her assistance with this article and with the doctoral research which led to it.</p></fn>
</fn-group></back>
</article>